{
    "objects": [
    {
        "name": "Pa",
        "riddles" : [
            "Tenho uma borda afiada, mas nao sou uma faca.\nSou usada para mover a terra. O que sou?",
            "Sou uma ferramenta que faz um buraco\nsem fazer barulho. O que sou?",
            "Tenho uma cabeca plana e uma haste longa\ne jardineiros me usam. O que sou?",
            "Tenho um cabo longo e uma cabeca larga,\nsou uma ferramenta de jardim. O que sou?",
            "Embora eu seja uma ferramenta de jardim,\nminha forma se assemelha a uma lamina. O que sou?"]
    },
    {
        "name": "Janela",
        "riddles": [
            "Voce pode ver o mundo la fora atraves\nde mim, mas nao pode atravessar. O que sou?",
            "Quando esta quente, voce me abre; quando\nesta frio, voce me fecha. O que sou?",
            "O que sou eu que voce olha atraves de\ntodos os dias, mas nao pode tocar?",
            "Tenho vidro, mas nao sou um oculos. O que sou?",
            "Pode ser de madeira ou metal, e voce\nme fecha a noite. O que sou?"
        ]
    },
    {
        "name": "Telefone",
        "riddles": [
            "Sou um aparelho que toca, mas nao sou\num instrumento musical. O que sou?",
            "Posso enviar mensagens sem papel ou caneta. O que sou?",
            "Eu vibro e faco barulho, mas nao sou um alarme. O que sou?",
            "Estou sempre no bolso ou na bolsa\ndas pessoas, mas nao sou uma carteira. O que sou?",
            "Posso ser fixo ou movel, e as pessoas\nme usam para se comunicar. O que sou?"
        ]
    },
    {
        "name": "Faca",
        "riddles": [
            "Tenho uma ponta afiada, mas nao sou um lapis. O que sou?",
            "Sou frequentemente encontrado na cozinha,\nmas tambem sou usada ao ar livre. O que sou?",
            "Tenho um gume, mas nao sou uma espada. O que sou?",
            "Sou perigoso, mas posso te ajudar\nse souber me usar. O que sou?",
            "Posso cortar, mas nao sou uma tesoura. O que sou?"
        ]
    },
    {
        "name": "Copo",
        "riddles": [
            "Sou quebradico, mas nao sou uma porcelana. O que sou?",
            "Estou frequentemente empilhado\nno armario da cozinha. O que sou?",
            "Posso ser usado para medir\ningredientes em receitas. O que sou?",
            "Voce pode encontrar diferentes\ntipos de mim. O que sou?",
            "Sou um recipiente de vidro ou\nplastico com uma base plana. O que sou?"
        ]
    },
    {
        "name": "Caneta",
        "riddles": [
            "Posso ser encontrada em varias cores,\nmas nao sou um arco-iris. O que sou?",
            "Sou seu aliado quando precisa armazenar\nseus pensamentos. O que sou?",
            "Tenho um corpo longo e fino e muitas\nvezes transparente. O que sou?",
            "Estou sempre presente quando se lida\ncom decisoes grandes. O que sou?",
            "Tenho uma tampa que protege minha ponta\nquando nao estou sendo usada. O que sou?"
        ]
    },
    {
        "name": "Agua",
        "riddles": [
            "Sou necessaria para cultivar plantas,\nmas nao sou o solo. O que sou?",
            "Corro em rios, lagos e oceanos, mas nao tenho pernas. O que sou?",
            "Estou sempre em movimento, fluindo\nde um lugar para outro. O que sou?",
            "Posso estar quente ou fria, mas nao\nsou uma panela. O que sou?",
            "Sou clara como o cristal e posso\nestar em um rio ou oceano. O que sou?"
        ]
    },
    {
        "name": "Corrente",
        "riddles": [
            "Sou usada para prender coisas juntas,\nmas nao sou uma cola. O que sou?",
            "Estou associada a elos que se conectam\npara formar um todo. O que sou?",
            "Voce pode me ver em circuitos eletricos,\nmas nao sou um fio. O que sou?",
            "Sou usada para transmitir forca ou\nmovimento de um lugar para outro. O que sou?",
            "Posso ser encontrada em bicicletas,\njoias e muito mais. O que sou?"
        ]
    },
    {
        "name": "Sapato",
        "riddles": [
            "Voce me coloca um de cada vez. O que sou?",
            "Sou frequentemente comprado em pares,\nmas nao sou luvas. O que sou?",
            "Posso ser usado para correr, mas\nnao sou uma pista. O que sou?",
            "Voce me amarra para que eu nao caia,\nmas nao sou uma corda. O que sou?",
            "As criancas muitas vezes crescem\nrapido demais para usar os mesmos. O que sou?"
        ]
    },
    {
        "name": "Computador",
        "riddles": [
            "Tenho teclas, mas nao sou um piano. O que sou?",
            "Eu processo informacoes, mas nao\nsou um cerebro humano. O que sou?",
            "Tenho uma tela, mas nao sou uma janela. O que sou?",
            "Tenho um processador, mas nao\nsou um chef. O que sou?",
            "Sou especialista em calculos,\nmas nao sou uma calculadora. O que sou?"
        ]
    },
    {
        "name": "Carro",
        "riddles": [
            "Tenho um motor, mas nao sou uma maquina de lavar. O que sou?",
            "Tenho portas e janelas, mas nao sou uma casa. O que sou?",
            "Sou uma invencao que transformou a sociedade. O que sou?",
            "as vezes sou de luxo, as vezes sou econômico. O que sou?",
            "Tenho muitas funcoes e modelos diferentes. O que sou?"
        ]
    },
    {
        "name": "Lampada",
        "riddles": [
            "Ilumino o ambiente, mas nao sou o sol. O que sou?",
            "Venho em muitas formas, mas\ntodas possuem a mesma funcao, O que sou?",
            "Quando esta escuro, as\npessoas me acendem. O que sou?",
            "Posso ser instalado no teto,\nobjetos de mesa e ate no chao. O que sou?",
            "Possuo apenas uma funcao, e sem energia\nnao posso fazer nada. O que sou?"
        ]
    },
    {
        "name": "Espelho",
        "riddles": [
            "Sou usado para pentear o cabelo e\nfazer a maquiagem. O que sou?",
            "Estou pendurado na parede. O que sou?",
            "Voce me olha todas as manhas. O que sou?",
            "Quando quebrado, traz ma sorte. O que sou?",
            "Posso ser decorativo e funcional ao mesmo tempo. O que sou?"
        ]
    },
    {
        "name": "Martelo",
        "riddles": [
            "Posso ser de diferentes tamanhos e\npesos para diferentes tarefas. O que sou?",
            "Muitas vezes estou em um kit d\n ferramentas. O que sou?",
            "Sou util para fixar e desmontar\ncoisas com um golpe. O que sou?",
            "Possuo um golpe poderoso, capaz de\nconstruir ou destruir. O que sou?",
            "Tenho uma extremidade plana e\noutra pontiaguda. O que sou?"
        ]
    },
    {
        "name": "Mesa",
        "riddles": [
            "Tenho uma superficie plana que pode ser\ngrande ou pequena. O que sou?",
            "Posso ser feita de madeira, vidro,\nmetal ou outros materiais. O que sou?",
            "Estou sempre no centro da sala\nde reunioes. O que sou?",
            "Tenho pernas mas nao corro,\ntenho tampo mas nao abro. O que sou?",
            "As pessoas tendem a estar ao meu redor,\nprincipalmente ao comer. O que sou?"
        ]
    }
    ]
    
}